This change is applied:

```
Terraform used the selected providers to generate the following execution plan. Resource actions are indicated with the following
symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # github_actions_organization_secret.dockerhub_token must be replaced
-/+ resource "github_actions_organization_secret" "dockerhub_token" {
      ~ created_at              = "2021-08-03 01:51:15 +0000 UTC" -> (known after apply)
      - encrypted_value         = (sensitive value)
      ~ id                      = "DOCKERHUB_TOKEN" -> (known after apply)
      ~ plaintext_value         = (sensitive value) # forces replacement
      ~ updated_at              = "2021-08-03 01:51:15 +0000 UTC" -> (known after apply)
        # (3 unchanged attributes hidden)
    }

Plan: 1 to add, 0 to change, 1 to destroy.

Do you want to perform these actions?
  Terraform will perform the actions described above.
  Only 'yes' will be accepted to approve.

  Enter a value: yes

github_actions_organization_secret.dockerhub_token: Destroying... [id=DOCKERHUB_TOKEN]
github_actions_organization_secret.dockerhub_token: Destruction complete after 0s
github_actions_organization_secret.dockerhub_token: Creating...
github_actions_organization_secret.dockerhub_token: Creation complete after 3s [id=DOCKERHUB_TOKEN]

Apply complete! Resources: 1 added, 0 changed, 1 destroyed.

Outputs:

audit_workflow_node_branches = ""
audit_workflow_node_ruby_branches = ""
audit_workflow_node_ruby_rust_branches = ""
audit_workflow_ruby_branches = ""
audit_workflow_ruby_rust_branches = ""
ruby_version_branches = ""
s3_backup_workflow_branches = ""
```